Repository: k3dar/updatemanager
Catalog: po/*.po
Languages: fr, it, pt

source: New update: %s
fr: Nouvelle mise à jour: %s
it: Nuovi aggiornamenti: %s
pt: Nova atualização: %s

source: There are updates available
fr: Mises à jour disponibles
it: Aggiornamenti disponibili
pt: Existem atualizações disponíveis

source: Unable to retrieve sources information
fr: Impossible de récupérer les sources
it: Impossibile scaricare informazioni per sources
pt: Não é possível obter as fontes de informação

source: Apt error
fr: Erreur d'Apt
it: Errore di APT
pt: Erro de Apt

source: The following packages will be upgraded:
fr: Les paquets suivants vont être mis à jour:
it: I seguenti pacchetti verranno aggiornati:
pt: Os seguintes pacotes serão atualizados:

source: The following NEW packages will be installed:
fr: Les NOUVEAUX paquets suivants vont être installés:
it: I seguenti NUOVI pacchetti verranno installati:
pt: Os seguintes NOVOS pacotes serão instalados:

source: The following packages will be REMOVED:
fr: Les paquets suivants vont être SUPPRIMÉS:
it: Il seguenti pacchetti verranno rimossi:
pt: Os seguintes pacotes serão REMOVIDOS:

source: The following packages have been kept back:
fr: Les paquets suivants vont être conservés:
it: I seguenti pacchetti verranno mantenuti alla versione attuale:
pt: Os seguintes pacotes foram mantidos:

source: The following packages are going to be downgraded:
fr: Les paquets suivants vont revenir à une version antérieure:
it: I seguenti pacchetti verranno portati ad una versione meno recente:
pt: Os seguintes pacotes serão rebaixados:

source: SolydXK Update Manager
fr: Gestionnaire de mises à jour SolydXK
it: Gestore degli aggiornamenti di SolydXK
pt: SolydXK Gestor de Atualização

source: Install
fr: Installer les mises à jour
it: Installa
pt: Instalar

source: Refresh
fr: Actualiser
it: Scaricamento informazioni...
pt: Atualizar

source: Output
fr: Terminal
pt: Saída

source: Information
fr: Informations
it: Informazioni
pt: Informação

source: Preferences
fr: Préférences
it: Preferenze
pt: Preferências

source: Maintenance
it: Manutenzione
pt: Manutenção

source: Packages
fr: Paquets
it: Pacchetti
pt: Pacotes

source: Execute
fr: Appliquer
it: Esegui
pt: Executar

source: Select all
fr: Tout sélectionner
it: Seleziona tutti
pt: Selecionar todos

source: Clean up the apt cache
it: Pulisci la cache di apt
pt: Limpar a cache de apt

source: Remove unneeded packages
it: Rimuovi pacchetti non necessari
pt: Remova os pacotes desnecessários

source: Remove packages not available in the repositories
it: Rimuovi pacchetti non disponibili nel repositories
pt: Remover pacotes não disponíveis nos repositórios

source: Remove old kernels
it: Rimuovi precedenti kernel
pt: Remover os Kernels antigos

source: Downgrade packages with only lower versions available
it: Installa versioni precedenti dei pacchetti con versione precedente disponibile
pt: Rebaixar pacotes com apenas as versões mais baixas disponíveis

source: Make sure you create a system image before you continue (e.g. Clonezilla).
fr: Faites une copie de votre système avant de continuer (avec Clonezilla par exemple).
it: Assicurarsi di creare un'immagine di sistema prima di continuare (es: Clonezilla)
pt: Tenha a certeza que cria uma imagem do sistema antes que você continue (por exemplo Clonezilla).

source: Gathering information...
fr: Collecte de données en cours...
it: Recupero informazioni...
pt: A recolher informações...

source: Version
it: Vecchia versione
pt: Versão

source: Continue installation?
fr: Poursuivre l'installation?
it: Continuare con l'installazione?
pt: Continuar a instalação?

source: You might need to run this several times.
it: Potrebbe essere necessario eseguire questa operazione alcune volte.
pt: Talvez seja necessário executar este procedimento várias vezes.

source: Removing not available packages may break your system!
it: La rimozione di pacchetti non disponibili potrebbe compromettere il sistema!
pt: A remoção dos pacotes não está disponível, podem quebrar o seu sistema!

source: Once removed you will not be able to boot these kernels!
it: Una volta rimossi non potrai avviare questi kernel!
pt: Uma vez removido você não será capaz de iniciar estes kernels!

source: Downgrading packages may break your system!
it: Portare pacchetti a versioni precedenti potrebbe compromettere il sistema!
pt: Rebaixar os pacotes pode quebrar o seu sistema!

source: Package
fr: Paquet
it: Pacchetto
pt: Pacote

source: Installed
fr: Installés
it: Installato
pt: Instalado

source: Available
fr: Disponibles
it: Aggiornamenti disponibili
pt: Disponível

source: Hit the Execute button to clean the cache.
fr: Cliquer sur 'Appliquer' pour effacer le cache.
it: Seleziona Esegui per pulire la cache.
pt: Clique no botão Executar para limpar a cache.

source: "%s" did not return any results.
fr: "%s" ne renvoie aucun résultat.
it: "%s" non ha prodotto alcun risultato.
pt: "%s" não retornou nenhum resultado.

source: Do you want to completely clean the apt cache? When No, only unavailable installation packages are removed.
fr: Souhaitez-vous effacer totalement le cache apt? Si non, seuls les paquets absents des dépôts seront supprimés.
it: Vuoi pulire la cache di apt? Selezionando No, verranno rimossi solo i pacchetti non disponibili.
pt: Você quer limpar completamente a cache de apt? Quando Não, somente pacotes de instalação indisponíveis serão removidos.

source: Apt cache has been cleaned.
fr: Le cache apt a été effacé.
it: Pulizia della cache di apt completata
pt: A cache de apt foi limpa.

source: Execute maintenance changes?
fr: Appliquer les modifications?
it: Eseguire i cambiamenti di manutenzione?
pt: Executar as mudanças de manutenção?

source: Another program is locking the apt cache Please, close the program before refreshing: * %s
fr: Un autre programme utilise le cache apt Quittez-le puis actualisez à nouveau: * %s
it: Un altro programma sta bloccando la cache di apt Chiudere eventuali programmi di installazione pacchetti software prima di aggiornare: * %s
pt: Outro programa está a bloquear a cache de apt Por favor, feche o programa antes de atualizar: * %s

source: Current version
fr: Version actuelle
it: Versione attuale
pt: Versão atual

source: New version
fr: Nouvelle version
it: Nuova versione
pt: Nova versão

source: Update Manager Preferences
fr: Préférences du Gestionnaire
it: Preferenze del Gestore aggiornamenti
pt: Preferências do Gestor de Atualização

source: Save mirrors
fr: Enregistrer
it: Salva mirrors
pt: Salvar os espelhos

source: Check mirrors speed
fr: Vérifier la vitesse des miroirs
it: Controlla velocità mirror
pt: Verificar a velocidade aos espelhos

source: Remove
fr: Retirer
it: Rimuovi
pt: Remover

source: Blacklist
fr: Ajouter
pt: Lista Negra

source: Repository mirrors
fr: Miroirs de dépôts
it: Mirror dei repository
pt: Espelhos de repositório

source: General
fr: Essentiels
it: Generale
pt: Geral

source: Hide maintenance
fr: Masquer la maintenance
it: Nascondi manutenzione
pt: Ocultar manutenção

source: Blacklisted packages
fr: Paquets ignorés
it: Pacchetti ignorati
pt: Lista negra de pacotes

source: Select the fastest repository
it: Seleziona il repository più veloce
pt: Selecionar o repositório mais rápido

source: Available packages
fr: Paquets disponibles
it: Pacchetti disponibili
pt: Pacotes disponíveis

source: Global settings
fr: Réglages principaux
it: Impostazioni generali
pt: Opções globais

source: Current
fr: Actuel
it: Attuale
pt: Actual

source: Country
fr: Pays
it: Stato
pt: País

source: Repository
fr: Dépôt
pt: Repositório

source: Speed
fr: Vitesse
it: Velocità
pt: Velocidade

source: The new settings will take effect after UM restart.
fr: Les modifications s'appliqueront au redémarrage du Gestionnaire.
it: Le impostazioni applicate avranno effetto dopo il riavvio del Gestore aggiornamenti
pt: As novas definições terão efeito depois do reinicio do GA.

source: Refreshing update list...
fr: Actualisation de la liste des Màj...
it: Ricostruzione lista aggiornamenti...
pt: Refrescar a lista de atualização...

source: Installing updates...
fr: Installation des mises à jour en cours...
it: Installazione aggiornamenti
pt: A instalar atualizações...

source: Sources changed: start UM to refresh
fr: Redémarrer pour prendre en compte les sources modifiées
it: Repository modificati: riavvia Gestore aggiornamenti per ricaricare le informazioni
pt: Mudança de fontes: iniciar GA para refrescar

source: Update Manager
fr: Gestionnaire de mises à jour
it: Gestore aggiornamenti
pt: Gestor de Atualização

source: Your system is up to date
fr: Votre système est à jour
it: Il sistema è aggiornato
pt: O seu sistema está atualizado

source: No internet connection
fr: Pas de connection internet
it: Nessuna connessione internet
pt: Sem ligação à internet

source: Error
it: Errore
pt: Erro

source: Executing command
it: Comando in esecuzione
pt: A executar comando

source: Warning
it: Avviso
pt: Aviso

source: Please enter your password
fr: Veuillez entrer votre mot de passe
it: Per favore, digitare la password per avviare il gestore aggiornamenti
pt: Por favor, introduza a senha

source: Unexpected error
it: Errore inatteso
pt: Erro inesperado

source: Updatemanager has failed with the following unexpected error. Please submit a bug report!
it: Updatemanager riporta il seguente messaggio di errore inatteso. Si consiglia di inviare una segnalazione del bug!
pt: O Gestor de Atualização falhou com o seguinte erro inesperado. Por favor, envie um relatório de bug!

source: Update Manager cannot be started in a live environment You can use the --force argument to start UM in a live environment
fr: Le gestionnaire de mises à jour n'est pas disponible en environnement 'live' Utilisez l'argument '--force' dans un terminal pour passer outre.
it: Update Manager non può essere eseguito in un live environment Per forzare l'avvio, usare l'argomento --force
pt: O Gestor de Atualização não pode ser iniciado numa sessão live Você pode usar o argumento --force para iniciar GA numa sessão live

source: Quit
fr: Quitter
it: Esci
pt: Sair

source: Quick Update
it: Aggiornamento rapido
pt: Rápida atualização

source: Legend
it: Legenda
pt: Legenda

source: Cannot quit: upgrade in progress
fr: Impossible de quitter: mise à jour en cours
it: Impossibile uscire: aggiornamento in corso
pt: Não pode sair: atualização em curso

source: Show and install available updates
fr: Voir et installer les mises à jour disponibles
it: Visualizza e installa aggiornamenti disponibili
pt: Mostrar e instalar as atualizações disponiveis

source: updatemanagertray
fr: Barre du gestionnaire
it: Gestore aggiornamenti
pt: gestordeatualizaçãobandeja

source: Update Manager Tray
fr: Barre des tâches du gestionnaire
it: Gestore aggiornamenti
pt: Gestor de Atualização Bandeja

source: Update information not found
it: Informazioni per l'aggiornamento non trovate
pt: Não foram encontradas informações sobre a atualização

source: We could not retrieve the current update information from our server.
it: Non è stato possibile richiamare le informazioni sull'ultimo aggiornamento dal nostro server
pt: Nós não pôdemos recuperar as informações de atualização atual do nosso servidor.

source: Please, check your internet connection.
it: Per favore verifica la tua connessione internet
pt: Por favor, verifique a sua ligação à Internet.

source: If this problem persists, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
it: Se il problema persiste, visita nostro forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
pt: Se o problema persistir, por favor visite o nosso fórum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: Updates available
it: Aggiornamenti disponibili
pt: Atualizações disponíveis

source: There are updates available. If you experience any problems, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
it: Ci sono aggiornamenti disponibili. In caso di problemi visita il nostro orum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
pt: Existem atualizações disponíveis. Se você tiver quaisquer problemas, por favor visite o nosso fórum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: Up to date
it: Aggiornato
pt: Atualizado

source: Your system is up to date. If you experience any problems, please visit our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
it: Il tuo sistema è aggiornato. In caso di problemi visita il nostro forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.
pt: O seu sistema está atualizado. Se você tiver quaisquer problemas, por favor visite o nosso fórum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>.

source: Quick update silently updates your system.
fr: La mise à jour rapide est silencieuse (pas de fenêtre).

source: Refreshing...
fr: Actualisation en cours...

source: Not needed
fr: Paquets inutiles

source: Clean cache
fr: Effacer le cache

source: Downgrade
fr: Revenir à une version antérieure

source: Not available
fr: Paquets non disponibles

source: Old kernels
fr: Anciens noyaux

source: Remove not needed packages.
fr: Efface les paquets jugés inutiles.

source: Clean up the apt cache.
fr: Nettoie le cache apt.

source: Only lower version is available.
fr: Seule la version précédente est disponible.

source: Packages not in the repositories.
fr: Paquets absents des dépôts.

source: Remove old kernels.
fr: Efface les anciens noyaux.

source: You might need to run this several times. %s
fr: Il peut s'avérer nécessaire d'utiliser plusieurs fois ceci. %s

source: Removing not available packages may break your system! %s
fr: Supprimer des paquets indisponibles peut casser votre système! %s

source: Once removed you will not be able to boot these kernels! %s
fr: Les noyaux supprimés ne seront plus disponibles au démarrage suivant ! %s

source: Downgrading packages may break your system! %s
fr: Retourner à une version antérieure peut casser votre système! %s

source: Select the fastest production repository
fr: Sélectionner le dépôt le plus rapide

source: Check status every
fr: Vérifier l'état toute les

source: hours
fr: heure(s)
